Repository: inkton/sample.jwtauth
Catalog: Client/JWTAuthTest/Text.*.resx
Languages: si

# NEST_RESULT_HTTP_400
source: Bad Request
si: නරක ඉල්ලීමක්

# NEST_RESULT_HTTP_401
source: Access Unauthorized
si: අවසර නොලත්

# NEST_RESULT_HTTP_403
source: Access Forbidden
si: ප්‍රවේශය තහනම්

# NEST_RESULT_HTTP_ERROR
source: A HTTP error
si: HTTP දෝෂයකි

source: Succeeded
si: සාර්ථකයි

source: Failed
si: අසාර්ථක විය

source: Unauthorized
si: අනවසරයි

source: Internal Error
si: අභ්‍යන්තර දෝෂයකි

source: Incorrect Email
si: පරිශීලක හමු නොවිනි

source: Email NotConfirmed
si: විද්‍යුත් තැපෑල තහවුරු කර නොමැත

source: Incorrect Security Code
si: වැරදි ආරක්ෂක කේතය

source: Invalid Permit
si: අවලංගු බලපත්‍රයක්

source: Invalid Share
si: වලංගු නොවන කොටස

source: Login Failed
si: ඇතුළු වීම අසාර්ථක විය
